Repository: adventistchurch/alps-gutenberg-blocks
Catalog: languages/alps-gutenberg-blocks-*.po
Languages: de_de, es_us, ru_ru

source: Enter your Title...
de_de: Titel eintragen…
es_us: Escribe una título…
ru_ru: Введите ваш заголовок…

source: Write a description...
de_de: Schreiben Sie eine Beschreibung…
es_us: Escribe una descripción…
ru_ru: Напишите описание …

source: Read More button
de_de: Mehr lesen Taste
es_us: Leer más
ru_ru: Читать больше

source: ALPS Content Block
de_de: ALPS Inhaltsblock
es_us: Bloque de contenido ALPS
ru_ru: ALPS Блок контента

source: Content block that highlights a row to text.
de_de: Inhaltsblock, der eine Zeile mit Text hervorhebt.
es_us: Bloque de contenido que resalta una fila en el texto.
ru_ru: Блок контента, выделяющий строку текста.

source: Upload Image
de_de: Bild hochladen
es_us: Subir imagen
ru_ru: Загрузить изображение

source: Enter your Quote...
de_de: Füge dein Zitat ein…
es_us: Introducir el texto citado…
ru_ru: Введите цитату…

source: Read More Link
de_de: Mehr erfahren Link
es_us: Enlace de «Leer más»
ru_ru: Ссылка “Читать далее”

source: Video
ru_ru: Видео

source: Enter your Video title...
de_de: Videotitel eingeben…
es_us: Introducir título de vídeo…
ru_ru: Введите название видео…

source: Image
de_de: Bild
ru_ru: Изображение

source: ALPS Media Testimony Block
es_us: Bloque de medios ALPS para testimonios
ru_ru: ALPS Медиа блок свидетельства

source: Single media testimony.
es_us: Testimonio vía un solo medio de comunicación.
ru_ru: Одно медиа свидетельство.

source: Show More
de_de: Mehr anzeigen
es_us: Ver más
ru_ru: Показать больше

source: Show Less
de_de: Weniger anzeigen
es_us: Ver menos
ru_ru: Скрыть

source: Enter your Description...
de_de: Geben Sie Ihre Beschreibung ein…
es_us: Introduzca su descripción…
ru_ru: Введите описание…

source: Enter your Body Text... (Displays on click for Show More button)
de_de: Den Haupttext eintragen… (Wird beim Klick auf ‚Mehr anzeigen‘-Button angezeigt)
es_us: Introduzca el texto del cuerpo… (Aparece al hacer clic en el botón Mostrar más)
ru_ru: Введите основной текст… (Будет показан по нажатию на кнопку “Показать больше”)

source: ALPS Content Show More
de_de: ALPS Inhalt ‚mehr anzeigen‘-option
es_us: «Mostrar más» para contenidos ALPS
ru_ru: ALPS Контент показать больше

source: Content block that has a toggle button to show more.
de_de: Inhaltsblock, der ein Umschaltknopf mit ‚Mehr anzeigen‘ hat.
es_us: Bloque de contenido que tiene un botón para mostrar más.
ru_ru: Блок контента, в котором есть кнопка переключения, чтобы показать больше.

source: Learn More
de_de: Mehr erfahren
es_us: Más información
ru_ru: Изучить

source: Open link in a new window
de_de: Öffnet Link in neuem Fenster
es_us: Abrir en Nueva ventana
ru_ru: Открыть ссылку в новом окне

source: Remove Image
de_de: Bild löschen
es_us: Eliminar imagen
ru_ru: Удалить изображение

source: ALPS Media Block
es_us: Bloque de medios ALPS
ru_ru: ALPS Медиа блок

source: Flexible media content.
de_de: Flexibler Medieninhalt.
es_us: Contenido multimedia flexible.
ru_ru: Гибкий медиа контент.

source: Enter your Body Text... (Displays on click for Read More button)
de_de: Geben Sie Ihren Nachrichtentext ein… (Wird angezeigt, wenn Sie auf die Schaltfläche Mehr lesen klicken)
es_us: Introduzca su cuerpo de texto… (Se muestra al hacer clic en el botón Leer más)
ru_ru: Введите основной текст… (Будет показан по нажатию на кнопку “Показать больше”)

source: ALPS Content Read More
de_de: ALPS Inhalt Mehr lesen
es_us: Contenido ALPS Leer más
ru_ru: ALPS Читать далее

source: Content block that has a toggle button to read more.
de_de: Inhaltsblock mit einer Schaltfläche zum Umschalten auf „Mehr lesen“.
es_us: Bloque de contenido que tiene un botón de alternancia para mostrar más.
ru_ru: Блок контента, в котором есть кнопка переключения, чтобы показать больше.

source: Kicker
es_us: Antetítulo
ru_ru: Кикер

source: Title
de_de: Titel
es_us: Título
ru_ru: Заголовок

source: Body
es_us: Cuerpo
ru_ru: Содержимое

source: ALPS Content Expand
de_de: ALPS Inhalt erweiterbar
es_us: Expansor de contenido ALPS
ru_ru: ALPS Расширение контента

source: Content block that expands the content on click.
de_de: Inhaltsblock, der den Inhalt per Klick erweiter.
es_us: Bloque de contenido que expande el contenido al hacer clic.
ru_ru: Блок контента, расширяющий контент при нажатии.

source: Enter your Body Text...
de_de: Gib deinen Haupttext ein…
ru_ru: Введите основной текст…

source: ALPS Accordion
es_us: Acordeón ALPS
ru_ru: ALPS Аккордеон

source: Add heading and basic text.
de_de: Füge Überschrift und grundlegenden Text hinzu.
es_us: Añadir encabezado y texto básico.
ru_ru: Добавьте заголовок и основной текст.

source: Dark Background
de_de: Dunkler Hintergrund
es_us: Fondo oscuro
ru_ru: Темный Фон

source: Makes the CTA background dark.
de_de: Macht den CTA Hintergrund dunkel.
es_us: Hace oscuro el fondo del CTA (llamado a la acción).
ru_ru: Делает фон призыва к действию темным.

source: Background Image
de_de: Hintergrundbild
es_us: Imagen de fondo
ru_ru: Фоновое изображение

source: Sets the image as a background image.
de_de: Legt das Bild als Hintergrundbild fest.
es_us: Establece la imagen como una imagen de fondo.
ru_ru: Устанавливает изображение в качестве фонового изображения.

source: ALPS CTA
es_us: CTA (Llamado a la acción) ALPS
ru_ru: ALPS Призыв к действию

source: Edit Gallery
de_de: Galerie bearbeiten
es_us: Editar galería
ru_ru: Редактировать галерею

source: Enter your Gallery Title...
de_de: Füge den Galerietitel ein…
es_us: Introduzca un título de galería..
ru_ru: Введите название галереи.

source: Gallery
de_de: Galerie
es_us: Galería
ru_ru: Галерея

source: ALPS Gallery
de_de: ALPS Galerie
es_us: Galería ALPS
ru_ru: ALPS Галерея

source: Display a gallery images in a container that expands on click.
de_de: Zeige ein Galeriebild in einem Container an, der auf Klick erweiterbar ist.
es_us: Mostrar una galería de imágenes en un contenedor que se expande al hacer clic.
ru_ru: Отображение изображений галереи в контейнере, который расширяется при нажатии.

source: Write caption…
de_de: Schreibe die Überschrift…
es_us: Escribir subtítulo…
ru_ru: Написать подпись…

source: Enter your Content...
de_de: Schreibe den Inhalt…
ru_ru: Введите содержимое…

source: ALPS Highlighted Paragraph
de_de: ALPS hervorgehobener Absatz
es_us: Párrafo resaltado ALPS
ru_ru: ALPS Выделенный абзац

source: Highlight a block of text.
de_de: Hebe ein Textblock hervor.
es_us: Resaltar un bloque de texto.
ru_ru: Выделите блок текста.

source: ALPS Higlight Blocks
ru_ru: ALPS Выделенный блок

source: Extend Quote
de_de: Erweitere das Zitat
es_us: Extender texto citado
ru_ru: Расширить цитату

source: Extends the quote outside the page content.
de_de: Erweitere das Zitat außerhalb des Seiteninhalts.
es_us: Extiende el texto citado fuera del contenido de la página.
ru_ru: Расширяет цитату за пределы контента страницы.

source: Strong Quote
de_de: Starkes Zitat
es_us: Cita destacada
ru_ru: Строгий стиль цитаты

source: Set strong style for the quote content.
de_de: Legen Sie einen starken Stil für den Inhalt des Zitats fest.
es_us: Establezca un estilo destacado para el contenido del texto citado.
ru_ru: Задайте строгий стиль для цитаты.

source: Write a quote...
de_de: Schreibe ein Zitat…
es_us: Escribir un texto citado…
ru_ru: Напишите цитату …

source: Write a citation...
de_de: Schreiben Sie ein Zitat…
es_us: Cita…
ru_ru: Напишите цитирование …

source: ALPS Blockquote
de_de: ALPS Zitatblock
ru_ru: ALPS Цитата

source: See All Link Url
de_de: Vollständige Link-URL sehen
es_us: URL de enlace para «Ver todos»
ru_ru: URL ссылка “Просмотреть все”

source: ALPS Media Testimonies
es_us: Medios ALPS para testimonios
ru_ru: ALPS Медиа блок свидетельства

source: Display your media testimonies.
de_de: Zeige deine Media Testimonies an.
es_us: Muestre sus testimonios vía múltiples medios.
ru_ru: Отобразить медиа свидетельства.

source: Edit Images
de_de: Bild bearbeiten
es_us: Editar imágenes
ru_ru: Редактировать изображения

source: images
de_de: Bilder
es_us: imagen (de a dos)
ru_ru: изображения

source: ALPS Image (2up)
de_de: ALPS Bild (2up)
es_us: Imagen de ALPS (de a 2)
ru_ru: ALPS Изображение (2up)

source: Two images organized in a two column layout.
de_de: Zwei Bilder auf 2 Spalten-Layout verteilt.
es_us: Dos imágenes organizadas en un diseño de dos columnas.
ru_ru: Два изображения организованы в виде двух столбцов.

source: Enter your Caption...
de_de: Gib die Beschriftung ein…
es_us: Leyenda…
ru_ru: Введите подпись…

source: ALPS Image (Breakout)
de_de: ALPS Bild (Breakout)
es_us: Imagen de ALPS (rebasada)
ru_ru: ALPS Изображение (прорыв)

source: Image that expands the width of the page.
de_de: Bild was sich über die gesamte Homepageweite zieht.
es_us: Imagen que expande el ancho de la página.
ru_ru: “Изображение, увеличивающее ширину страницы.

source: Latest Posts Settings
de_de: Letzten Beiträge Einstellung
es_us: Ajustes de entradas más recientes
ru_ru: Настройки последних записей

source: Tags
de_de: Schlagwörter
es_us: Etiqueta
ru_ru: Теги

source: Hide excerpt
de_de: Textauszug verbergen
es_us: Ocultar extracto
ru_ru: Скрыть отрывок

source: Hide post date
de_de: Veröffentlichungsdatum verbergen
es_us: Ocultar la fecha de publicación
ru_ru: Скрыть дату публикации

source: Hide category name
de_de: Kategorie verbergen
es_us: Ocultar el nombre de la categoría
ru_ru: Скрыть название категории

source: Hide button
de_de: Schaltfläche verbergen
es_us: Ocultar botón
ru_ru: Скрыть кнопку

source: Hide image
de_de: Bild verbergen
es_us: Ocultar imagen
ru_ru: Скрыть изображение

source: Align the image right
de_de: Bild rechts anordnen
es_us: Alinear la imagen a la derecha
ru_ru: Выровнять изображение по правому краю

source: Latest Posts
de_de: Letzten Beiträge
es_us: Entradas más recientes
ru_ru: Последние записи

source: No posts found.
de_de: Keine Beiträge gefunden.
es_us: No se han encontrado publicaciones.
ru_ru: Записи не найдены.

source: List View
de_de: Listenansicht
es_us: Vista de lista
ru_ru: Список

source: Grid View
de_de: Gitteransicht
es_us: Vista de cuadrícula
ru_ru: Сетка

source: Enter your link label...
de_de: Linkbezeichnung eingeben…
es_us: Introduzca una etiqueta para el enlace…
ru_ru: Введите метку ссылки…

source: Post excerpt is visible
de_de: Beitragsauszug ist sichtbar
es_us: El extracto de la publicación es visible
ru_ru: Отрывок записи виден

source: Category name is visible
de_de: Kategoriename ist sichtbar
es_us: El nombre de la categoría es visible
ru_ru: Название категории видно

source: Read More
de_de: Mehr erfahren
es_us: Leer más
ru_ru: Читать далее

source: ALPS Latest Posts
de_de: ALPS Letzte Beiträge
es_us: ALPS para entradas más recientes
ru_ru: ALPS Последние записи

source: Display a list of your most recent posts.
de_de: Zeige eine Liste deiner neusten Beiträge an.
es_us: Muestra una lista de tus entradas más recientes.
ru_ru: Отобразить список ваших последних записей.

source: latest posts
de_de: Neueste Beiträge
es_us: entradas más recientes
ru_ru: последние записи

source: Button Label
de_de: Schaltfläche Etikett
